Repository: tornado12345/winsparkle
Catalog: translations/*.po
Languages: af, ar, be, et, eu, ga, he, hu, hy, id, is, it, kk, lt, sk, sr, sv, th, tr

source: Software Update
af: Programmatuurbywerking
ar: تحديث البرمجيّات
be: Абнаўленне праграмы
et: Tarkvara uuendus
eu: Software Eguneraketa
ga: Nuashonrú bogearraí
he: עדכון תוכנה
hu: Szoftverfrissítés
hy: Ծրագրի թարմացում
id: Pembaharuan Perangkat Lunak
is: Hugbúnaðaruppfærsla
it: Aggiornamento software
kk: Бағдарламалық қамтаманы жаңарту
lt: Programos atnaujinimas
sk: Aktualizácia programu
sr: Ажурирање софтвера
sv: Programuppdatering
th: การอัปเดตซอฟต์แวร์
tr: Yazılım Güncellemesi

source: Release notes:
af: Vrystellingsnotas:
ar: ملاحظات الإصدار:
be: Журнал змен:
et: Väljalaskemärkmed:
eu: Argitalpen oharrak:
ga: Nótaí eisiúna:
he: הערות שחרור:
hu: Kiadási megjegyzések:
hy: Notes de version:
id: Catatan rilis:
is: Útgáfuupplýsingar:
it: Note di versione:
kk: Шығарылым ескертпесі:
lt: Laidos informacija:
sk: Poznámky k verzii:
sr: Белешке о издању:
sv: Ändringslogg:
th: บันทึกประจำเวอร์ชั่น
tr: Yayım notları:

source: Skip this version
af: Slaan hierdie weergawe oor
ar: تخطّ هذه النّسخة
be: Прапусціць гэту версію
et: Jäta see versioon vahele
eu: Jauzi bertsio hau
ga: Ná bac leis an leagan seo
he: דילוג על גרסה זו
hu: A verzió kihagyása
id: Lewati versi ini
is: Sleppa þessari útgáfu
it: Ignora questa versione
kk: Бұл нұсқаны аттап кету
lt: Praleisti šią versiją
sk: Preskočiť túto verziu
sr: Прескочи ову верзију
sv: Hoppa över denna version
th: ข้ามเวอร์ชั่นนี้
tr: Bu sürümü atla

source: Remind me later
af: Herinner my later
ar: ذكّرني لاحقًا
be: Нагадаць пазней
et: Tuleta mulle hiljem meelde
eu: Gogoratu geroago
ga: Meabhraigh dom níos déanaí
he: הזכר לי מאוחר יותר
hu: Emlékeztessen később
hy: Հիշեցնել ավելի ուշ
id: Ingatkan saya nanti
is: Minna mig á síðar
it: Ricordamelo più tardi
kk: Кейінірек еске салу
lt: Priminti vėliau
sk: Pripomenúť neskôr
sr: Подсети ме касније
sv: Påminn mig senare
th: เตือนฉันในภายหลัง
tr: Daha sonra hatırlat

source: Install update
af: Installeer bywerking
ar: ثبّت التّحديث
be: Усталяваць абнаўленне
et: Paigalda uuendus
eu: Ezarri eguneraketa
ga: Suiteáil an nuashonrú
he: התקנת עדכון
hu: Frissítés telepítése
hy: Տեղադրել թարմացումը
id: Pasang Pembaharuan
is: Setja inn uppfærslu
it: Installa aggiornamento
kk: Жаңартуды орнату
lt: Įdiegti atnaujinimą
sk: Inštalovať aktualizáciu
sr: Инсталирај
sv: Installera uppdatering
th: ติดตั้งการอัปเดต
tr: Güncellemeyi yükle

source: %s cannot be restarted.
af: %s kan nie herbegin word nie.
ar: تعذّرت إعادة تشغيل %s.
be: %s не можа быць перазапушчана.
et: %s ei saa taaskäivitada.
eu: %s ezin da berrabiarazi.
ga: Ní féidir %s a atosú.
he: לא ניתן להפעיל מחדש את %s.
hu: %s nem indítható újra.
hy: %s-ը չի կարող վերագործարկվել
id: %s tak dapat dimulai ulang.
is: Ekki er hægt að endurræsa %s.
it: %s non può essere riavviato.
kk: %s іске қосу мүмкін емес.
lt: %s negali būti perkrauta.
sk: %s nie je možné reštartovať.
sr: Не могу да поново покренем %s.
sv: %s kan inte startas om.
th: ไม่สามารถเริ่มต้น %s ใหม่ได้
tr: %s yeniden başlatılamaz.

source: Make sure that you don't have any unsaved documents and try again.
af: Maak seker daar is geen onbewaarde dokumente is nie en probeer weer.
ar: تأكّد من عدم وجود مستندات غير محفوطة وجرّب مجدّدًا.
be: Пераканайцеся, што ўсе дакументы захаваныя і паспрабуйце зноў.
et: Veendu, et sul poleks ühtegi salvestamata dokumenti ning proovi seejärel uuesti.
eu: Zihurtatu ez duzula gorde gabeko agiririk eta saiatu berriro.
ga: Deimhnigh nach bhfuil aon cháipéisí gan sábháil agat agus bain triail eile as.
he: וודא שאין לך מסמכים שאינם שמורים ונסה שוב.
hu: Győződjön meg róla, hogy minden dokumentumot elmentett és próbálja újra.
hy: Համոզվեք, որ չունեք չպահպանված փաստաթուղթ և կրկին փորձեք:
id: Pastikan bahwa Anda tidak memiliki dokumen yang belum disimpan dan coba lagi.
is: Gakktu úr skugga um að þú sért ekki með nein óvistuð skjöl og reyndu svo aftur.
it: Assicurarsi di aver salvato tutti i documenti e riprovare.
kk: Сақталмаған құжаттар жоқтығын тексеріп, қайталап көріңіз.
lt: Įsitikinkite, kad neturite neišsaugotų dokumentų ir bandykite dar kartą.
sk: Uistite sa, že nemáte žiadne neuložené dokumenty a skúste to znova.
sr: Проверите да ли сте сачували све документе па покушајте поново.
sv: Se till att du inte har några osparade dokument och försök igen.
th: ตรวจสอบให้แน่ใจว่าคุณไม่มีเอกสารใดๆ ที่ไม่ได้บันทึกไว้ และลองอีกครั้ง
tr: Herhangi bir kaydedilmemiş belgeniz olmadığından emin olun ve tekrar deneyin.

source: Launching the installer...
af: Lanseer tans die installeerder…
ar: يُطلق المثبّت...
be: Запуск інсталятара...
et: Paigaldaja käivitamine...
eu: Ezartzailea abiarazten...
ga: Suiteálaí á thosú...
he: מריץ את קובץ ההתקנה...
hu: A telepítő indítása...
hy: Բացում է տեղակայիչը...
id: Meluncurkan pemasang...
is: Keyri uppsetningarforritið...
it: Avvio dell'installazione in corso...
kk: Орнатқышты жөнелту...
lt: Diegimo programos paleidimas...
sk: Spúšťanie inštalátora...
sr: Покрећем инсталацију…
sv: Startar installationsprogrammet...
th: กำลังเรียกใช้โปรแกรมติดตั้ง...
tr: Yükleyici çalıştırılıyor...

source: Failed to launch the installer.
af: Installeerder kon nie gelanseer word nie.
ar: فشل إطلاق المثبّت.
be: Памылка запуску інсталятара.
et: Paigaldaja käivitamine ebaõnnestus.
eu: Hutsegitea ezartzailea abiarazterakoan.
ga: Níorbh fhéidir an suiteálaí a thosú.
he: נכשל בהרצת קובץ ההתקנה.
hu: Nem sikerült elindítani a telepítőt.
hy: Չհաջողվեց բացել տեղակայիչը:
id: Gagal meluncurkan pemasang.
is: Gat ekki gangsett uppsetningarforritið.
it: Impossibile avviare l'installazione.
kk: Орнатқышты жөнелту сәтсіз аяқталды.
lt: Nepavyko paleisti diegimo programos.
sk: Nepodarilo sa spustiť inštalátor.
sr: Не могу да покренем инсталацију.
sv: Det gick inte att starta installationsprogrammet.
th: การเรียกใช้โปรแกรมติดตั้งล้มเหลว
tr: Yükleyiciyi çalıştırma başarısız.

source: Checking for updates...
af: Soek tans na bywerkings…
ar: يلتمس التّحديثات...
be: Праверка абнаўленняў...
et: Uuenduste kontrollimine...
eu: Eguneraketak egiaztatzen...
ga: Nuashonruithe á lorg...
he: בודק אחר עדכונים...
hu: Frissítések ellenőrzése...
hy: Թարմացումների ստուգում...
id: Memeriksa pemutakhiran...
is: Athuga með uppfærslur...
it: Verifica degli aggiornamenti...
kk: Жаңартуларға тексеру...
lt: Ieškoma atnaujinimų...
sk: Kontrolujú sa aktualizácie...
sr: Тражим ажурирања…
sv: Söker efter uppdateringar...
th: กำลังตรวจสอบการอัปเดต...
tr: Güncellemeler kontrol ediliyor...

source: Cancel
af: Kanselleer
ar: ألغِ
be: Адмена
et: Loobu
eu: Ezeztatu
ga: Cealaigh
he: ביטול
hu: Mégsem
hy: Չեղարկել
id: Batalkan
is: Hætta við
it: Annulla
kk: Бас тарту
lt: Atsisakyti
sk: Zrušiť
sr: Откажи
sv: Avbryt
th: ยกเลิก
tr: İptal

source: You're up to date!
af: U is bygewerk!
ar: البرنامج محدّث!
be: У вас апошняя версія!
et: Kõik on ajakohane!
eu: Eguneratuta zaude!
ga: Tá tú cothrom le dáta!
he: הכל מעודכן!
hu: Az alkalmazás naprakész!
hy: Ծրագրի նոր տարբերակ չկա:
id: Anda mutakhir!
is: Kerfið er uppfært!
it: Programma aggiornato!
kk: Жаңартулар керек емес!
lt: Atnaujinimų nėra!
sk: Program je aktuálny!
sr: Програм је ажуран!
sv: Du har senaste versionen!
th: คุณอัปเดตเป็นเวอร์ชั่นล่าสุดแล้ว
tr: Programınız güncel!

source: %s %s is currently the newest version available.
af: %s %s is tans die nuutste beskikbare weergawe.
ar: النّسخة %s من %s هي أحدث واحدة متوفّرة.
be: Вы выкарыстоўваеце апошнюю версію %s %s.
et: %s %s on hetkel uusim saadaolev versioon.
eu: %s %s da bertsio eskuragarri berriena.
ga: Is é %s %s an leagan is déanaí atá ar fáil faoi láthair.
he: %s %s היא כרגע הגרסה הזמינה החדשה ביותר.
hu: %s %s a lehető legfrissebb verzió.
hy: %s %s-ը վերջին տարբերակն է:
id: %s %s saat ini adalah versi terbaru yang tersedia.
is: %s %s er nýjasta útgáfan sem tiltæk er í augnablikinu.
it: %s %s è l'ultima versione disponibile.
kk: %s %s ағымдағы уақыттағы ең соңғы нұсқа.
lt: Jūsų naudojama %s %s versija yra naujausia.
sk: %s %s je aktuálne najnovšia dostupná verzia.
sr: %s %s је тренутно најновија верзија.
sv: %s %s är för närvarande den senaste tillgängliga versionen.
th: %s %s คือเวอร์ชั่นล่าสุดที่มีให้ใช้ในขณะนี้
tr: %s %s şu anda mevcut olan en yeni sürümdür.

source: Close
af: Maak toe
ar: أغلق
be: Закрыць
et: Sulge
eu: Itxi
ga: Dún
he: סגירה
hu: Bezárás
hy: Փակել
id: Tutup
is: Loka
it: Chiudi
kk: Жабу
lt: Užverti
sk: Zatvoriť
sr: Затвори
sv: Stäng
th: ปิด
tr: Kapat

source: Update Error!
af: Bywerkfout!
ar: خطأ في التّحديث!
be: Памылка абнаўлення!
et: Viga uuendamisel!
eu: Eguneraketa Akatsa!
ga: Earráid leis an nuashonrú!
he: שגיאת עדכון!
hu: Frissítési hiba!
hy: Թարմացման սխալ
id: Pembaharuan Eror!
is: Villa í uppfærslu!
it: Aggiornamento non riuscito!
kk: Жаңарту қатесі!
lt: Atnaujinimo klaida!
sk: Chyba aktualizácie!
sr: Грешка при ажурирању
sv: Uppdateringsfel!
th: เกิดข้อผิดพลาดในการอัปเดต
tr: Güncelleme Hatası!

source: An error occurred in retrieving update information; are you connected to the internet? Please try again later.
af: ’n Fout het voorgekom tydens die ophalen van bywerkinligting; is u verbind aan die internet? Probeer later weer.
ar: حصل خطأ في جلب معلومات التّحديث، أأنت متّصل بالإنترنت؟ رجاء جرّب مجدّدًا لاحقًا.
be: Адбылася памылка падчас пошуку абнаўленняў. Праверце ці падключаныя вы да інтэрнэта і паспрабуйце зноў.
et: Uuenduse info tõmbamisel tekkis tõrge. Kas sul ikka on internetiühendus? Palun proovi hiljem uuesti.
eu: Akats bat gertatu da eguneraketa argibideak berreskuratzean; zihur zaude internetera elkartuta zaudela? Mesedez saiatu berriro geroago.
ga: Tharla earráid agus faisnéis nuashonraithe á fáil; an bhfuil tú ceangailte leis an Idirlíon? Bain triail eile as ar ball.
he: אירעה שגיאה באחזור פרטי עדכון; האם קיים חיבור לאינטרנט? נא לנסות שנית מאוחר יותר.
hu: A frissítési információk lekérése során hiba lépet fel; Van élő internet kapcsolata? Kérjük próbálkozzon később.
hy: Սխալ՝ թարմացման տեղեկությունները ստանալիս: Մուտք կա՞ համացանց: Խնդրում ենք կրկին փորձել:
id: Terjadi galat dalam pengambilan informasi pemutakhiran; apakah Anda tersambung ke internet? Harap coba lagi nanti.
is: Villa kom upp við að ná í uppfærsluupplýsingar; ertu tengdur við internetið? Reyndu aftur síðar.
it: Si è verificato un errore durante il recupero delle informazioni di aggiornamento. Verifica la connessione ad Internet e riprova.
kk: Жаңарта ақпаратын алу кезінде қате орын алды; сіз интернетке байланысқансыз ба? Кейінірек қайталап көріңіз.
lt: Ieškant informacijos apie atnaujinimą įvyko klaida. Patikrinkite interneto ryšį ir pabandykite dar kartą.
sk: Pri získavaní informácií o aktualizácii nastala chyba. Je váš počítač pripojený k internetu? Skúste znova neskôr.
sr: Дошло је до грешке при преузимању информација о ажурирању. Проверите да ли сте повезани на интернет па покушајте поново.
sv: Ett fel uppstod när information om uppdateringen skulle hämtas. Kontrollera att du är ansluten till internet och försök igen.
th: เกิดข้อผิดพลาดในการดึงข้อมูลการอัปเดต โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
tr: Güncelleme bilgisi alınırken bir hata meydana geldi; internet'e bağlı mısınız? Lütfen daha sonra tekrar deneyin.

source: The update is improperly signed.
af: Die bywerking se digitale ondertekening is ongeldig.
ar: تم توقيع التحديث بشكل غير صحيح.
be: Абнаўленні няправільна падпісаныя.
et: Uuendus on vigaselt allkirjastatud.
ga: Síniú mícheart ar an nuashonrú seo.
he: העדכון נחתם באופן לא תקין.
hu: A frissítés helytelenül alá van írva.
id: Pemutakhiran ditandatangani tidak secara benar.
is: Uppfærslan er ekki með rétta stafræna undirritun.
it: L'aggiornamento non è firmato validamente.
lt: Atnaujinimas neteisingai pasirašytas.
sk: Aktualizácia nemá platný podpis.
sv: Uppdateringen är felaktigt signerad.
th: การอัปเดตไม่ได้ถูกลงชื่ออย่างถูกต้อง
tr: Güncelleme uygunsuz bir şekilde imzalı.

source: A new version of %s is available!
af: ’n Nuwe weergawe van %s is beskikbaar!
ar: ثمّة نسخة جديدة من %s متوفّرة!
be: Даступная новая версія %s!
et: Saadaval on %s uus versioon!
eu: %s bertsio berri bat eskuragarri!
ga: Tá leagan nua de %s ar fáil!
he: גרסה חדשה של %s זמינה!
hu: A %s egy új verziója elérthető!
hy: Հասանելի է %s-ի նոր տարբերակը
id: Tersedia versi baru %s!
is: Ný útgáfa af %s er tiltæk!
it: È disponibile una nuova versione di %s!
kk: %s жаңа нұсқасы қолжетерлік!
lt: Yra prieinama nauja %s versija!
sk: Je dostupná nová verzia programu %s!
sr: Доступна је нова верзија програма %s!
sv: En ny version av %s finns tillgänglig!
th: %s มีเวอร์ชั่นใหม่พร้อมให้ใช้แล้ว
tr: %s uygulamasının yeni bir sürümü mevcut!

source: Get update
af: Kry bywerking
ar: احصل على التّحديث
be: Атрымаць абнаўленні
et: Hangi uuendus
eu: Eguneratu
ga: Faigh an leagan nua
he: קבלת עדכון
hu: Frissítés...
hy: Թարմացնել
id: Dapatkan pembaharuan
is: Ná í uppfærslu
it: Scarica aggiornamento
kk: Жаңартуды алу
lt: Gauti atnaujinimą
sk: Stiahnuť aktualizáciu
sr: Преузми
sv: Hämta uppdatering
th: ติดตั้งการอัปเดต
tr: Güncellemeyi al

source: %s %s is now available (you have %s). Would you like to download it now?
af: %s %s is nou beskikbaar (u het %s). Wil u dit nou aflaai?
ar: النّسخة %s من %s متوفّرة الآن (لديك أنت %s). أترغب بتنزيلها الآن؟
be: %s %s даступны для загрузкі (у вас %s). Загрузіць абнаўленне зараз?
et: Saadaval on %s uus versioon %s (sul on versioon %s). Kas sa soovid selle kohe alla laadida?
eu: %s %s eskuragarri dago (orain %s duzu). Orain jeistea nahi duzu?
ga: Tá %s %s ar fáil anois (tá %s agat). An bhfuil fonn ort é a íoslódáil anois?
he: %s %s זמינה עכשיו (יש לך %s). האם ברצונך להוריד אותה כעת?
hu: %s %s most elérhető (az ön verziója: %s). Szeretné letölteni most?
hy: Հասանելի է %s %s-ը (ընթացիկը՝ %s): Ներբեռնե՞լ այն:
id: %s %s kini tersedia (Anda punya %s). Apakah Anda hendak mengunduhnya sekarang?
is: %s %s er núna tiltækt (þú ert með %s). Viltu sækja það núna?
it: %s %s è disponibile (versione attuale %s). Scaricare ora?
kk: %s %s енді қолжетерлік (сізде %s). Оны қазір жүктеп алуды қалайсыз ба?
lt: Yra %s %s versija (jūs naudojate %s). Ar norite ją dabar parsisiųsti?
sk: Je k dispozícii %s %s (máte verziu %s). Chcete ju stiahnuť teraz?
sr: Изашао је %s %s (ви имате в. %s). Желите ли да преузмете ажурирање?
sv: %s %s finns nu tillgänglig (du har %s). Vill du hämta den nu?
th: %s %s พร้อมให้ใช้แล้ว (คุณมี %s) คุณต้องการดาวน์โหลดเดี๋ยวนี้หรือไม่
tr: %s %s şu an mevcut (sizinki %s). Şimdi indirmek ister misiniz?

source: Downloading update...
af: Laai tans bywerking af…
ar: ينزّل التّحديث...
be: Загрузка абнаўленняў...
et: Uuenduse allalaadimine...
eu: Eguneraketa jeisten...
ga: Nuashonrú á íoslódáil...
he: מוריד עדכון...
hu: Frissítés letöltése...
hy: Թարմացումների ներբեռնում...
id: Sedang mengunduh pemutakhiran…
is: Sæki uppfærslu...
it: Scaricamento aggiornamento in corso...
kk: Жаңарту жүктеліп алынуда...
lt: Siunčiamas atnaujinimas...
sk: Sťahovanie aktualizácie...
sr: Преузимам ажурирање…
sv: Hämtar uppdatering...
th: กำลังดาวน์โหลดการอัปเดต...
tr: Güncelleme indiriliyor...

source: %s of %s
af: %s van %s
ar: %s من %s
be: %s з %s
et: %s / %s
eu: %s / %s
ga: %s as %s
he: ‎%s‏ מתוך ‎%s‏
hu: %s / %s
hy: %s %s-ից
id: %s dari %s
is: %s af %s
it: %s di %s
kk: %s бар, %s ішінен
lt: %s iš %s
sk: %s z %s
sr: %s од %s
sv: %s av %s
th: %s จาก %s
tr: %s toplam %s

source: Ready to install.
af: Gereed om te installeer.
ar: جاهز للتّثبيت.
be: Гатова да ўсталявання.
et: Paigalduseks valmis.
eu: Ezartzeko gertu.
ga: Réidh le suiteáil.
he: מוכן להתקנה.
hu: Készen áll a telepítésre.
hy: Պատրաստ է տեղադրման համար
id: Siap untuk memasang.
is: Tilbúið fyrir uppsetningu.
it: Pronto per l'installazione.
kk: Орнатуға дайын.
lt: Paruošta diegimui.
sk: Pripravené na inštaláciu.
sr: Спремно за инсталацију.
sv: Klar att installera.
th: พร้อมติดตั้งแล้ว
tr: Yüklemeye hazır.

source: Check for updates automatically?
af: Soek outomaties na bywerkings?
ar: أألتمس التّحديثات آليًّا؟
be: Правяраць наяўнасць абнаўленняў аўтаматычна?
et: Kas kontrollida uuendusi automaatselt?
eu: Berezgaitasunez egiaztatu eguneraketak?
ga: Lorg nuashonruithe go huathoibríoch?
he: האם לבדוק אחר עדכונים באופן אוטומטי?
hu: Automatikusan ellenőrizze a frissítéseket?
hy: Ստուգե՞լ թարմացումները ինքնաբար
id: Periksa pemutakhiran secara otomatis?
is: Leita sjálfkrafa að uppfærslum?
it: Verificare gli aggiornamenti automaticamente?
kk: Жаңартуларға автоматты түрде тексеру керек пе?
lt: Ieškoti atnaujinimų automatiškai?
sk: Automaticky kontrolovať dostupnosť aktualizácií?
sr: Тражити ажурирања аутоматски?
sv: Söka efter uppdateringar automatiskt?
th: ตรวจหาการอัปเดตโดยอัตโนมัติหรือไม่
tr: Güncellemeler otomatik olarak kontrol edilsin mi?

source: Should %s automatically check for updates? You can always check for updates manually from the menu.
af: Moet %s outomaties na bywerkings soek? U kan altyd self vanuit die kieslys na bywerkings soek.
ar: هل على %s التماس التّحديثات آليًّا؟ يمكنك دائمًا التماس التّحديثات يدويًّا من القائمة.
be: Ці жадаеце вы каб, %s правярала наяўнасць абнаўленняў аўтаматычна? У вас заўсёды ёсць магчымасць праверыць абнаўленні ўручную з меню.
et: Kas %s peaks automaatselt uuendusi otsima? Uuendusi võib alati menüüst käsitsi otsida.
eu: %s-k berez egiaztatu behar ditu eguneraketak? Betik egiaztatu ditzakezu eguneraketak eskuz menutik.
ga: Ar mhaith leat go lorgódh %s nuashonruithe go huathoibríoch? Cuimhnigh gur féidir leatsa nuashonruithe a lorg de láimh sa roghchlár.
he: האם %s יבדוק אם קיימים עדכונים באופן אוטומטי? ניתן תמיד לבדוק אחר עדכונים באופן ידני מהתפריט.
hu: A %s automatikusan ellenőrizze a frissítéseket? A menüből manuálisan bármikor ellenőrizheti a frissítéseket.
hy: %s-ը ինքնաբա՞ր ստուգի թարմացումները: Ցանկացած ժամանակ կարող եք ինքներդ ստուգել:
id: Mestikah %s secara otomatis memeriksa pemutakhiran? Anda selalu dapat memeriksa pemutakhiran secara manual dari menu.
is: Ætti %s að athuga sjálfkrafa með uppfærslur? Þú getur alltaf athugað handvirkt með uppfærslur úr valmyndvalmyndinni.
it: Lasciare a %s la verifica automatica degli aggiornamenti? È sempre possibile verificare manualmente.
kk: %s жаңартуларға автотексеру керек пе? Жаңартуларды сіз әрқашан да мәзір ішінен қолмен тексере аласыз.
lt: Norite, kad %s automatiškai tikrintų, ar yra atnaujinimų? Visada galite ieškoti naujinimų rankiniu būdu iš meniu.
sk: Chcete, aby program %s automaticky kontroloval dostupnosť aktualizácií? Aktualizácie môžete kedykoľvek vyhľadať ručne z príslušného menu programu.
sr: Желите ли да %s аутоматски тражи ажурирања? Ажурирања можете потражити и ручно из менија.
sv: Ska %s söka efter uppdateringar automatiskt? Du kan alltid söka efter uppdateringar manuellt från menyn.
th: คุณต้องการตรวจหาการอัปเดตของ %s โดยอัตโนมัติหรือไม่ คุณสามารถตรวจหาการอัปเดตเองได้จากในเมนู
tr: %s otomatik olarak güncellemeleri kontrol etmeli mi? Menüden her zaman güncellemeleri el ile kontrol edebilirsiniz.

source: Check automatically
af: Soek outomaties
ar: التمس آليًّا
be: Правяраць аўтаматычна
et: Kontrolli automaatselt
eu: Berez egiaztatu
ga: Lorg go huathoibríoch
he: בדוק באופן אוטומטי
hu: Automatikus ellenőrzés
hy: Ստուգել ինքնաբար
id: Periksa secara otomatis
is: Leita sjálfvirkt
it: Verifica automaticamente
kk: Автотексеру
lt: Ieškoti automatiškai
sk: Kontrolovať automaticky
sr: Тражи аутоматски
sv: Kontrollera automatiskt
th: ตรวจหาโดยอัตโนมัติ
tr: Otomatik olarak kontrol et

source: Don't check
af: Moenie soek nie
ar: لا تلتمس
be: Не правяраць
et: Ära kontrolli
eu: Ez egiazta
ga: Ná lorg
he: אל תבדוק
hu: Ne ellenőrizze
hy: Չստուգել
id: Jangan periksa
is: Ekki athuga
it: Non verificare
kk: Тексермеу
lt: Neieškoti
sk: Nekontrolovať
sr: Не тражи
sv: Kontrollera inte
th: ไม่ต้องตรวจหา
tr: Kontrol etme
