Repository: tornado12345/winsparkle
Catalog: translations/co.po
Languages: co

source: Software Update
co: Rinnovu di u Prugramma

source: Release notes:
co: Annutazioni di versione :

source: Skip this version
co: Ignurà sta versione

source: Remind me later
co: Rammintatemi un altra volta

source: Install update
co: Installà u rinnovu

source: %s cannot be restarted.
co: %s ùn pò micca esse rilanciatu.

source: Make sure that you don't have any unsaved documents and try again.
co: Assicuratevvi chì ùn avete ducumenti micca arregistrati è pruvate torna.

source: Launching the installer...
co: Lanciu di u stalladore in corsu...

source: Failed to launch the installer.
co: Fiascu per lancià u stalladore.

source: Checking for updates...
co: Ricerca in corsu di i rinnovi...

source: Cancel
co: Abbandunà

source: You're up to date!
co: Avete l'ultima versione !

source: %s %s is currently the newest version available.
co: %s %s hè attualmente l'ultima versione dispunibule.

source: Close
co: Chjode

source: Update Error!
co: Errore cù u Rinnovu !

source: An error occurred in retrieving update information; are you connected to the internet? Please try again later.
co: Un errore s'hè affacatu mentre a ricerca di l'infurmazione di u rinnovu ; site cunnettu à Internet ? Provate torna un altra volta.

source: The update is improperly signed.
co: U rinnovu ùn hà micca una firmatura digitale accettevule.

source: A new version of %s is available!
co: Una nova versione di %s hè dispunibule !

source: Get update
co: Ottene u rinnovu

source: %s %s is now available (you have %s). Would you like to download it now?
co: %s %s hè dispunibule avà (avete %s). Vulete scaricalla avà ?

source: Downloading update...
co: Scaricamentu in corsu di u rinnovu...

source: %s of %s
co: %s di %s

source: Ready to install.
co: Prontu à installà.

source: Check for updates automatically?
co: Cuntrollà autumaticamente e nove versioni ?

source: Should %s automatically check for updates? You can always check for updates manually from the menu.
co: Vulete chì %s cuntrolli autumaticamente i rinnovi ? Pudete sempre lancià stu cuntrollu da l'interfaccia grafica.

source: Check automatically
co: Cuntrollà autumaticamente

source: Don't check
co: Ùn cuntrollà micca
